
;--------------------------------------------------
;----------------- Item Templates -----------------
;--------------------------------------------------
[AugmentationHead_MkZero X2EquipmentTemplate]
FriendlyName="增强视觉"
FriendlyNamePlural="增强视觉"
BriefSummary="增强对侧翼目标的命中率。"
TacticalText="增强对侧翼目标的命中率。 \n 从变种人材料中回收——需要士兵受伤才能使用。 \n 进一步的机械化研究可能消除这一要求。"

[AugmentationTorso_MkZero X2EquipmentTemplate]
FriendlyName="增强躯干"
FriendlyNamePlural="增强躯干"
BriefSummary="提供免费背心插槽和+1生命值。"
TacticalText="提供免费背心插槽和+1生命值。\n 从变种人材料中回收——需要士兵受伤才能使用。 \n 进一步的机械化研究可能消除这一要求。"

[AugmentationArms_MkZero X2WeaponTemplate]
FriendlyName="增强手臂"
FriendlyNamePlural="增强手臂"
BriefSummary="提供增强拳击能力。"
TacticalText="提供增强拳击能力。 \n 从变种人材料中回收——需要士兵受伤才能使用。 \n 进一步的机械化研究可能消除这一要求。"

[AugmentationLegs_MkZero X2EquipmentTemplate]
FriendlyName="增强腿"
FriendlyNamePlural="增强腿"
BriefSummary="提高机动性。"
TacticalText="提高机动性。 \n 从变种人材料中回收——需要士兵受伤才能使用。 \n 进一步的机械化研究可能消除这一要求。"


;--------------------------------------------------
;----------------- Abilities ----------------------
;--------------------------------------------------


[AugmentedPerception X2AbilityTemplate]
LocFriendlyName="增强感知"
LocFlyOverText="增强感知"
LocLongDescription="对被侧翼的目标+5命中。"
LocHelpText="对被侧翼的目标+5命中。"

[AugmentedMobility X2AbilityTemplate]
LocFriendlyName="增强机动性"
LocLongDescription="标准假肢腿部提供小幅机动性加成。"
LocHelpText="标准假肢腿部提供小幅机动性加成。"
LocFlyOverText="增强机动性"" 

[NeverAsked X2AbilityTemplate]
LocFriendlyName="未曾所愿"
LocFlyOverText="未曾所愿"
LocLongDescription="当完全使用零号增强部件时，士兵将免疫火焰和毒素。"
LocHelpText="当完全使用零号增强部件时，士兵将免疫火焰和毒素。"